[{"uid":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/NEWSCHECK.MP3","updateDate":"2019-06-28T03:24:33.000Z","titleText":"The latest news headlines from Newstalk ZB","streamUrl":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/NEWSCHECK.MP3","mainText":"The latest news headlines from Newstalk ZB"},{"uid":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/SPORTSCHECK.MP3","updateDate":"2019-06-28T02:54:33.000Z","titleText":"The latest sport headlines from Newstalk ZB","streamUrl":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/SPORTSCHECK.MP3","mainText":"The latest sport headlines from Newstalk ZB"},{"uid":"https://www.newstalkzb.co.nz/media/22938139/ee-2-6-russel-norman.mp3","updateDate":"2019-06-28T01:32:51.000Z","titleText":"Russel Norman: Why NZ's greenhouse gas emissions are so bad compared to other countries","streamUrl":"https://www.newstalkzb.co.nz/media/22938139/ee-2-6-russel-norman.mp3","mainText":"Greenpeace says New Zealand's transport policies are heading in the wrong direction.\nThe latest figures from Stats NZ show household emissions have risen nearly 20-percent partly because of inefficient, older model cars.\nExecutive director Russel Norman says told Tim Dower the Government has missed an opportunity to make significant cuts to emissions.\nEmissions from tourism increased at the same rate, as foreign visitors spent more time on the road.\nNorman says there's been a big focus on roads over public transport, walking and cycling, with no standards for energy-efficient cars.\nLISTEN TO THE FULL INTERVIEW ABOVE\n "},{"uid":"https://www.newstalkzb.co.nz/media/22938114/ee-28-6-judith-collins.mp3","updateDate":"2019-06-27T22:18:14.000Z","titleText":"Judith Collins: KiwiBuild a 'mission of failure'","streamUrl":"https://www.newstalkzb.co.nz/media/22938114/ee-28-6-judith-collins.mp3","mainText":"National's housing spokesperson says the Government's doing everything it can to salvage a stale scheme.\nMegan Woods is taking over from Phil Twyford as Housing Minister, and will head up a new team of housing Ministers, following Jacinda Ardern's first reshuffle as Prime Minister.\nTwyford's been relegated to a role in urban development, Kris Faafoi enters Cabinet with a focus on public housing, while Nanaia Mahuta continues her Maori housing role.\nA so-called \"reset announcement\" on impending changes to Kiwibuild will be announced in the coming weeks.\nBut Judith Collins told Tim Dower that KiwiBuild's a \"mission of failure.\"\n\"It's not like Phil Twyford hasn't tried, he's done everything he could do except admit that the policy's completely hopeless and get a new one in,\" Collins said.\nShe says they need to ditch the policy altogether, and sort out the Resource Management Act. \nLISTEN ABOVE AS TIM DOWER SPEAKS TO JUDITH COLLINS"},{"uid":"https://www.newstalkzb.co.nz/media/22938134/mh280619-16-simonmoutter-leavingspark.mp3","updateDate":"2019-06-28T00:55:33.000Z","titleText":"Outgoing Spark boss Simon Moutter: It's the right time to move on","streamUrl":"https://www.newstalkzb.co.nz/media/22938134/mh280619-16-simonmoutter-leavingspark.mp3","mainText":"The outgoing boss of Spark believes he's leaving at the right time - with the company in the right position.\nChief executive Simon Moutter is leaving the telco in the midst of its contentious 5G upgrade and efforts to stream the Rugby World Cup.\nHis departure came out the blue for many people in the industry.\nBut Moutter told Mike Hosking he believes the time is right for him to move on.\nLISTEN TO THE FULL CHAT ABOVE"},{"uid":"https://www.newstalkzb.co.nz/media/22938119/mh280619-19-dougking-leaguebraininjuries.mp3","updateDate":"2019-06-27T23:24:38.000Z","titleText":"Dr Doug King: New research shows brain damage in NRL players","streamUrl":"https://www.newstalkzb.co.nz/media/22938119/mh280619-19-dougking-leaguebraininjuries.mp3","mainText":"It's the school of hard knocks for rugby players, but new research shows we should be more cautious.\nAustralian universities have found evidence of damage to the brains of NRL players, caused by multiple head injuries.\nCTE is linked to depression, mood swings, short-term memory loss and dementia.\nThis is the first time CTE has been identified in rugby league players.\nSports Injury research specialist Dr Doug King told Mike Hosking the results could be even worse because the players do not wear helmets. \nLISTEN ABOVE AS DR DOUG KING TALKS TO MIKE HOSKING"},{"uid":"https://www.newstalkzb.co.nz/media/22938099/hdpa-v-greg-cain-27-jun.mp3","updateDate":"2019-06-27T07:24:57.000Z","titleText":"Greg Cain: Outgoing Treasury boss Gabriel Makhlouf apologises for Budget bungle","streamUrl":"https://www.newstalkzb.co.nz/media/22938099/hdpa-v-greg-cain-27-jun.mp3","mainText":"Outgoing Secretary of the Treasury Gabriel Makhlouf has apologised, about Budget information not being kept secure.\r\nThis after an investigation into his claims a leak of Treasury information was from a hack.\r\nIn a statement, he says the investigation was conducted thoroughly and fairly, and confirms he acted at all times in good faith and with political neutrality.\r\nBut the report says his use of the word hack was unreasonable - and he lacked accountability.\r\n\r\nMakhlouf says he's pleased his honesty and integrity are not in question.\r\nHe says it's been his privilege to serve New Zealanders and he's very proud of what his Treasury team has achieved over the past eight years.\r\nListen to the audio above as Kensington Swan partner Greg Cain speaks with Heather du Plessis-Allan\r\n"},{"uid":"https://www.newstalkzb.co.nz/media/22938097/hdpa-v-james-shaw-27-jun.mp3","updateDate":"2019-06-27T06:46:00.000Z","titleText":"James Shaw: New Zealand's household emissions increasing","streamUrl":"https://www.newstalkzb.co.nz/media/22938097/hdpa-v-james-shaw-27-jun.mp3","mainText":"Kiwis have been failing at keeping their greenhouse gas emissions in check - prompting one expert to question why we can't perform at climate action like we do on the cricket pitch.\r\nFigures released by Stats NZ today showed that household emissions jumped 19.3 per cent from 2007 to 2017, mainly due to rising emissions from road transport.\r\nThose emissions had been rising partly on the back of an increasing number of tourists using vehicles.\r\nIn 2017, households accounted for some 11 per cent of total emissions - up from nine per cent a decade before - with the rest coming from industry.\r\nStats NZ's senior manager collaborative development Michele Lloyd said Kiwi households were becoming less efficient at managing their emissions.\r\nTotal emissions dropped by 0.9 per cent over the 10-year-period, when industry emissions fell by 2.9 per cent - yet much of those gains had been lost through what was coming from households.\r\nThe report showed the biggest drops in industry emissions had come from the electricity, gas, water, and waste service industry sectors.\r\nThat was partly due to increased use of renewable energy sources - particularly geothermal and wind - while its economic activity continued to grow over the period.\r\nIn 2017, the largest contributors to total industry emissions were sheep, beef, cattle, and grain farming; dairy cattle farming; electricity and gas supply; and rail, water, air, and other transport.\r\nDairy cattle farming was the only agriculture industry to record an increase in emissions over 2007–17, up 27.7 per cent, which was the largest increase of all industries.\r\nOverall, in the 2007–17 period, emissions from the agriculture industry decreased 0.1 per cent a year on average, while its contribution to GDP, in real terms, grew at a rate of 1.8 per cent a year.\r\n\"While our overall emissions intensity has been trending down, the amount of emissions we produce for each million dollars of GDP is in the top third of developed nations, due to the significant amount of methane emitted by agriculture,\" Lloyd said.\r\n\"However, when looking at just carbon dioxide, New Zealand is in the bottom third of these countries.\"\r\nMassey University Professor Emeritus Ralph Sims said the \"hugely challenging\" problem of climate change had been understood for many years.\r\n\"So it is deeply concerning that New Zealand has not been able to 'bend the curve downwards' in that our annual greenhouse gas emissions keep rising.\"\r\nSims said the continuing growth in overall transport emissions was largely due to Kiwis' love of the car.\r\n\"Given that annual SUV sales continue to grow, and the life of a car is 15 to 20 years, government intervention is long overdue to encourage the purchase of low-emitting vehicles,\" he said.\r\n\"The present policy to encourage electric vehicles is a mere token and a lot more is needed to penalise the large emitters and hence reduce demand for such vehicles.\"\r\nSims also noted how agricultural emissions intensity had declined slightly - mainly through increasing productivity on the farm.\r\n\"However, it will be decades before any current research outputs to reduce methane or nitrous oxide emissions from animals will have a real impact,\" he said.\r\n\"So overall we have a major problem to resolve rapidly.\r\n\"The pending climate change legislation - long overdue - will be essential to start to bring our emissions down but it will need strong regulations urgently imposed to make a difference in the short term – and time is running out.\r\n\"International pressure is already growing for New Zealand to do more.\r\n\"If only we could attract greater public attention for the problem and thereby gain a high international reputation for our efforts akin to what the Black Caps have achieved in the World Cricket Cup.\r\n\"Is winning a game of cricket really more important than our children's future?\""},{"uid":"https://www.newstalkzb.co.nz/media/22938093/hdpa-v-barry-soper-27-jun.mp3","updateDate":"2019-06-27T05:36:44.000Z","titleText":"Barry Soper reacts to PM's Cabinet reshuffle","streamUrl":"https://www.newstalkzb.co.nz/media/22938093/hdpa-v-barry-soper-27-jun.mp3","mainText":"Freshly-demoted Minister Phil Twyford says efforts to tackle the national housing crisis are bigger than one person.\r\nHis Housing Minister title has gone to Megan Woods, with Twyford now one of a trio of Ministers tackling housing.\r\nIn a statement Twyford says he's put his all into his job and is as frustrated as anyone that they haven't been able to deliver as many KiwiBuild houses as hoped.\r\nBut he says he's pleased to be part of the housing team and excited about his transport and new economic development responsibilities.\r\nZB Political Editor Barry Soper says Twyford also keeps some housing responsibility, in Urban Development.\r\nSoper says Ardern let him down lightly as he ends up with a lot of responsibility despite a demotion."},{"uid":"https://www.newstalkzb.co.nz/media/22938091/hdpa-v-murray-olds-27-jun.mp3","updateDate":"2019-06-27T05:24:37.000Z","titleText":"Murray Olds: Three children die in Hunter Valley house fire","streamUrl":"https://www.newstalkzb.co.nz/media/22938091/hdpa-v-murray-olds-27-jun.mp3","mainText":"Three children, twin girls and a boy, have tragically died in a house fire in the Hunter Valley this morning.\r\n\r\nEarlier reports indicated there were grave concerns for a child, who was reported missing as the house became engulfed in flames, about 3.30am.\r\nOne boy was found dead inside the home, and twin girls later died at hospital, police confirmed this morning.\r\nEmergency services have praised the bravery of neighbours, who were woken by screams and banging, and tried to help the family get out of the burning home.\r\nNeighbours tried to assist the firefighting effort, dousing the flames with their garden hoses, according to reports.\r\nAbout 20 firefighters were called to the fire at Brittliffe Close, a small cul-de-sac in Singleton.\r\n"},{"uid":"https://www.newstalkzb.co.nz/media/22938088/hdpa-v-gillian-triggs-27-jun.mp3","updateDate":"2019-06-27T04:58:50.000Z","titleText":"Gillian Triggs: Former Human Rights Commission leader says Maria Folau is being bullied","streamUrl":"https://www.newstalkzb.co.nz/media/22938088/hdpa-v-gillian-triggs-27-jun.mp3","mainText":"Maria Folau is being bullied, says the former head of Australia's Human Rights Commission.\r\nTwo major netball sponsors have distanced themselves from her, after Folau shared her husband's plea for donations for his legal battle fighting his dismissal for homophobic media posts.\r\nGillian Triggs told Heather du Plessis-Allan Folau's status makes it easier for others to bully her on social media.\r\n“Although the intention was never to embark with this type of behaviour, it licences others to do it, and that is what we are seeing happen in Australia and the public arena.”\r\nThe Australian Christian Lobby's paused its fundraiser for Israel Folau after it today passed $2 million."}]