[{"uid":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/NEWSCHECK.MP3","updateDate":"2019-06-27T04:22:46.000Z","titleText":"The latest news headlines from Newstalk ZB","streamUrl":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/NEWSCHECK.MP3","mainText":"The latest news headlines from Newstalk ZB"},{"uid":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/SPORTSCHECK.MP3","updateDate":"2019-06-27T03:52:46.000Z","titleText":"The latest sport headlines from Newstalk ZB","streamUrl":"https://s3-ap-southeast-2.amazonaws.com/nzme-voice/zbnews/SPORTSCHECK.MP3","mainText":"The latest sport headlines from Newstalk ZB"},{"uid":"https://www.newstalkzb.co.nz/media/22938057/mh270619-07-mckenna-mafiaarrest-heatwave.mp3","updateDate":"2019-06-26T23:18:28.000Z","titleText":"Jo McKenna: Temperature records shatter as heat wave bakes much of Europe","streamUrl":"https://www.newstalkzb.co.nz/media/22938057/mh270619-07-mckenna-mafiaarrest-heatwave.mp3","mainText":"Torrid weather gripped large parts of western and central Europe on Wednesday, setting new June temperature records in Germany and the Czech Republic and forcing drivers to slow down on some sections of the famously speedy German autobahns.\r\nAuthorities imposed speed limits on some autobahns due to concerns the high heat would cause expressway surfaces to buckle. Some French schools stayed closed as a precaution due to worrying hot weather.\r\nGerman weather agency Deutscher Wetterdienst said a preliminary reading showed the mercury reached 38.6 degrees Celsius (101.5 F) in Coschen, near the Polish border. That's a tenth of a degree higher than the previous national record for June, set in 1947 in southwestern Germany.\r\nThe Czech Hydro-Meteorological Institute said the temperature reached 38.5 Celsius (101.3 F) in Doksany â a Czech Republic high for the month. New daily records were set at some 80% of local measuring stations.\r\nAnd it's about to get even hotter.\r\nAuthorities have warned that temperatures could top 40 degrees Celsius (104 F) in parts of continental Europe in the coming days as a plume of dry, hot air moves north from Africa.\r\nThe transport ministry in Germany's eastern Saxony-Anhalt state said it has imposed speed limits of 100 kph or 120 kph (62 mph or 75 mph) on several short stretches of highway until further notice.\r\nThose stretches usually don't have speed limits, but officials worry they could  crack in the heat and endanger drivers.\r\nProfessor Hannah Cloke, a natural hazards researcher at Britain's University of Reading, said the heat along with a build-up of humidity was a \"potentially lethal combination.\"\r\n\"Children, the elderly and people with underlying health conditions are particularly at risk,\" she said.\r\nPrecautionary measures also were taken in France, where temperatures up to 39 degrees Celsius (102 Fahrenheit) are forecast for the Paris area later in the week.\r\nSimilarly baking conditions are expected in much of the country, from the Pyrenees in the southwest to the German border in the northeast.\r\nBecause such high temperatures are rare in France, most homes and many buildings do not have air conditioning.\r\nIn Paris on Wednesday authorities banned older cars from the city for the day as the heat aggravates pollution problems.\r\nRegional authorities estimated the measure, targeting vehicles including gasoline cars from 2005 or older and diesel cars from 2010 or older, affects nearly 60% of vehicles circulating in the Paris region. Violators face fines.\r\nFrench charities and local officials were providing extra help for the elderly, the homeless and the sick this week, remembering that some 15,000 people, many of them elderly, died in France during a 2003 heat wave.\r\nPrime Minister Edouard Philippe cited the heat wave as evidence of climate destabilisation and vowed to step up the government's fight against climate change.\r\nThe scorching heat was felt on the streets of Vienna, too.\r\n\"We're slightly below 35 degrees (Celsius) right now,\" said Wolfgang Fasching, driver of one of the city's traditional horse-drawn carriages. \"At 35 degrees we go home because then the horses in Vienna get time off due to excessive heat.\"\r\nWith temperatures in Milan forecast to hit 40 C, an aid group said it was preparing to distribute 10,000 bottles of free water to the homeless and other needy people. The Civil Protection service in Rome also planned to distribute water to people at risk during the hottest hours of the day.\r\nAbout half of Spain's provinces are on alert for high temperatures, which are expected to rise as the weekend approaches.\r\nThe northeastern city of Zaragoza was forecast to be the hottest on Wednesday at 39 C, building to 44 C on Saturday, according to the government weather agency AEMET.\r\nSome tourists sought relief in Madrid's green spaces. \"It is pretty hot right now, we are dealing with it by trying to stay in the shade here in the park,\" said Victoria Poliak from San Diego, California."},{"uid":"https://www.newstalkzb.co.nz/media/22938083/mh270619-21-mattvickers-righttodiebill.mp3","updateDate":"2019-06-26T23:15:17.000Z","titleText":"Matt Vickers: Lecretia Seales' widow pleased with support for End of Life Choice bill","streamUrl":"https://www.newstalkzb.co.nz/media/22938083/mh270619-21-mattvickers-righttodiebill.mp3","mainText":"A man whose late wife went to the High Court over euthanasia says MPs' support for a proposed bill on the issue is better than he expected.\nDavid Seymour's End of Life Choice Bill passed its second reading in Parliament last night, 70 to 50.\nMatt Vickers' wife Lecretia Seales went to the High Court in 2015 to seek legal clarification on euthanasia, but died before her family received the decision.\nHe told Mike Hosking people on both sides have put a lot of effort into this.\n\"Hopefully we're at a place where we have a bill at the end of it that most people will be happy with.\"\nVickers says we live in a representative democracy and ask our MPs to consider these issues and vote with the evidence.\nHe says it's a complicated issue that deserves deep consideration from politicians, but he is open to other methods to get it passed.\n\"I've accepted that if a referendum is the way to get there, then that's alright with me.\"\n \n \n "},{"uid":"https://www.newstalkzb.co.nz/media/22938054/mh270619-15-rorystewart-toryleadership.mp3","updateDate":"2019-06-26T23:03:13.000Z","titleText":"Rory Stewart: Boris Johnson's hopes of becoming Prime Minister are not certain","streamUrl":"https://www.newstalkzb.co.nz/media/22938054/mh270619-15-rorystewart-toryleadership.mp3","mainText":"A former candidate for Britain's Tory leadership says there's no guarantee Boris Johnson will become Britain's next prime minister.\r\nRory Stewart came from the back of the pack to take fourth place in the Tory leadership race.\r\nEither Boris Johnson or Jeremy Hunt will be named the winner on July 23rd.\r\nStewart told Mike Hosking the eccentric behaviour that made Johnson famous, could also prevent him from taking the top job.\r\n\"Boris is the clear leader and it's really his to lose, but he has had some pretty eccentric performances lately in the media.\"\r\nHe says that Hunt is a very steady and experienced Minister. Stewart says that voters will have to pick between the more colourful figure or the quieter, more dignified candidate.\r\nStewart says he would be honoured to serve under Hunt as a Minister, but he would decline an such offer to join Johnson's cabinet.\r\nHowever, regardless of who wins, Stewart says that the Conservative Party will be under intense strain.\r\n\"Boris Johnson has promised completely incompatible. He told the more pro-European centrist group he is going to go for a soft Brexit, and he told the hard Brexiteers that he's going to go for a hard Brexit.\" \r\nStewart says that disappointing both sides would lead to a general election, that the Conservatives would not win without having delivered Brexit."},{"uid":"https://www.newstalkzb.co.nz/media/22938051/mh270619-05-sarahmaindonald-pornatschool.mp3","updateDate":"2019-06-26T22:33:40.000Z","titleText":"Sarah Maindonald: Porn school searches prompts calls for better sex education","streamUrl":"https://www.newstalkzb.co.nz/media/22938051/mh270619-05-sarahmaindonald-pornatschool.mp3","mainText":"Parents need to talk to their kids about sex, a counsellor says. \r\nIn a single month, school networks blocked 300,000 searches of porn on their computers.\r\nIt's led to the Ministry of Education admitting we need better sex education and more support for teachers.\r\nChristchurch school counsellor Sarah Maindonald told Mike Hosking says kids as young as nine are exposed to a significant amount of pornography.\r\n\"And what it does it actually does distort their thinking about healthy sexual relationships.\"\r\nShe says it distorts kids relationships with their own bodies.\r\nShe says kids also have access to porn at home, so parents need to have discussions with their kids.\r\n\"We can encourage them to have open conversations in the home environment so they don't feel afraid or scared to talk about these issues.\"\r\n \r\n "},{"uid":"https://www.newstalkzb.co.nz/media/22938047/mh270619-11-neiljones-matthewhooton-cabinetreshuffle.mp3","updateDate":"2019-06-26T22:06:23.000Z","titleText":"Neales Jones and Matthew Hooton on the Labour reshuffle","streamUrl":"https://www.newstalkzb.co.nz/media/22938047/mh270619-11-neiljones-matthewhooton-cabinetreshuffle.mp3","mainText":"Political commentators are describing today's Cabinet reshuffle as a chance to \"iron out a few wrinkles.\"\r\nThe fate of several high profile ministers including Phil Twyford, Iain Lees-Galloway and David Clark remain under the spotlight.\r\nBut left wing political commentator Neale Jones told Mike Hosking Ardern has already signalled it will be a relatively minor reshuffle.\r\n\"I think the risk of any major reshuffle at this stage is you loss momentum and you deliver less.\"\r\nBut right wing commentator Matthew Hooton says Ardern simply doesn't have scope to make big changes.\r\n\"One of the problems she has is the lack of talent in the Labour lineup. Labour didn't get good MPs in through its time in Opposition, so just cause of a lack of talent, I don't see much of a radical shake up.\"\r\nThe fate of several high profile ministers including Twyford, Iain Lees-Galloway and David Clark have been the topic of much speculation.\r\nHooton told Mike Hosking it would be an \"insult to Aucklanders\" to keep Twyford around.\r\n\"I think it would be an insult to Aucklanders if he remained in either of his portfolios, Housing and Transport. Both are total disasters.\"\r\nHe thinks that Twyford can remain in Cabinet but would be better suited in other roles, such as taking Trade or Environment from David Parker. \r\nJones agrees that it would be justified. \r\n\"Certainly the optics around KiwiBuild have been devastating for the Government's reputation, and I think Phil Twyford, if he did get the sack from Jacinda Ardern today, I don't think anyone would blame her.\"\r\nHowever, he says that the rest of the Housing portfolio is going well once KiwiBuild is taken out of the equation.\r\n\"I think behind the headlines for KiwiBuild, there is actually quite a lot going on he isn't getting credit for.\" "},{"uid":"https://www.newstalkzb.co.nz/media/22938045/mh270619-10-davidseymour-righttodie.mp3","updateDate":"2019-06-26T21:53:29.000Z","titleText":"David Seymour confident euthanasia bill will make it to law","streamUrl":"https://www.newstalkzb.co.nz/media/22938045/mh270619-10-davidseymour-righttodie.mp3","mainText":"A long way to go, but the MP behind the End of Life Choice Bill says there's more support for the legislation than he thought.\r\nThe Bill passed its second reading last night with 70 votes in favour and 50 against.\r\nDavid Seymour told Mike Hosking he was expecting it to be 67 to 53 but a few more people voted for it than he expected.\r\nHe says the fact there was such a wide margin, means he has the numbers to get it through the subsequent stages.\r\n\"But there is still a lot of work to do. There is basically five stages to pass into law. We just passed stage three, so there is a lot of water to go under the bridge as far as law-making goes.\"\r\nREAD MORE: How your MP's voted\r\nThose next stages are a committee of the entire house that will debate the bill and propose changes. It will then need to pass a third reading.\r\nSome parties that voted in favour of the law last night have conditions they hope will be adopted.\r\nSeymour says the Greens' proposal to limit the Bill to those who have six months or less to live, is quite coherent.\r\nHe says there's mixed support across the House for New Zealand First's call for a referendum.\r\n\"However, those who want choice I think can see that having a referendum, letting the people having a say about whether this finally becomes law, is that we can get it done in the house.\"\r\nHe is confident a referendum would pass, as even if there's a fear, uncertainty and doubt campaign around that, people would still vote in favour of it.\r\n\"Because they have seen bad death and they've said 'Look, when my time comes, I may not use it, but I would like the choice to choose how I go and when I go myself'.\"\r\nOpponents of the bill, led by National MP Maggie Barry, have said they intend to add a number of amendments to the law should it reach this stage.\r\n "},{"uid":"https://www.newstalkzb.co.nz/media/22938037/mh270619-17-jimmyneesham-cwc.mp3","updateDate":"2019-06-26T21:16:35.000Z","titleText":"Jimmy Neesham on the Black Caps loss to Pakistan","streamUrl":"https://www.newstalkzb.co.nz/media/22938037/mh270619-17-jimmyneesham-cwc.mp3","mainText":"New Zealand have failed their toughest test at the Cricket World Cup â and now two even sterner examinations await.\r\nThe Black Caps' unbeaten start to the World Cup is over, coolly dispatched by Pakistan in a six-wicket defeat in Birmingham. This time, there was no magical moment, no thrilling finish; simply a procession as Pakistan - calm and calculated - hunted down 238 with five balls to spare.\r\nPerhaps the Caps' black magic was used to just get close, having recovered from 83-5 to reach 237-6, thanks to a record stand between Jimmy Neesham (97 not out) and Colin de Grandhomme (64). But, despite the impressive rearguard, they were always likely to be short of a truly competitive total, and after a few early wobbles, Babar Azam (101 not out) and Haris Sohail (68) made it look easy.\r\nThe superstitious may note the similarities to 1992 â where New Zealand's unbeaten run was ended by Pakistan, leading to an eventual semifinal exit against the same foe.\r\nA semifinal berth is still a near-certainty, though another victory would lock it in for good, but New Zealand now look a bit more vulnerable as two of the title favourites loom.\r\nThose vulnerabilities are no more present than at the top of the order, where Martin Guptill and Colin Munro failed to deliver once again.\r\nThe pair survived the opening over this time, but not much longer. Guptill made just five, chopping Mohammad Amir's first delivery into his stumps, while Munro got through to 12, before slashing Shaheen Afridi to slip.\r\nIn their (flimsy) defence, the rest of the Black Caps' top-order batsmen weren't much better. Ross Taylor received an excellent delivery from Afridi â and succumbed to an excellent diving right-handed catch from wicketkeeper Sarfaraz Ahmed â departing for three, and Tom Latham's horror World Cup with the bat continued, falling victim to the same combination for a solitary run, from 14 painful deliveries.\r\nAfridi seemingly enjoys playing New Zealand. The 19âyear-old came into the game in rough form, but rediscovered the spark which saw him take back-to-back four-wicket bags in his Player of the Series-winning display in Abu Dhabi late last year. A stunning opening spell produced figures of 7-3-11-3, with Kane Williamson having to lead another rebuild from an undesirable position. Even he was fallible though, with Shadab Khan finding the edge on 41, and reducing the Black Caps to 83-5.\r\nWith nearly half the innings remaining, New Zealand were in tatters, and only a record stand between Neesham and de Grandhomme gave them a fighting chance.\r\nThe pair played remarkably responsibly giving their big-hitting reputations, with de Grandhomme facing 50 balls in an ODI innings for the first time as he grafted a valuable 64. Neesham anchored the innings before pushing the pace late, and finished on an ODI-best 97 from 112 balls, as the pair added 132 from 129 balls.\r\nIt was New Zealand's biggest sixth-wicket stand in World Cup history â breaking the record set at the same ground a week ago, and 85 runs came off the final 10 overs to give New Zealand a marginally defendable total to bowl at.\r\nWickets were always going to be the only currency accepted at Edgbaston however, and although Trent Boult and Lockie Ferguson removed the Pakistan openers, the classy Babar was much harder to displace.\r\nHe wasn't chanceless â de Grandhomme's full-length dive couldn't haul in a miscued pull shot with Babar on two, and Latham put down an edge from Mitchell Santner on 38, but he timed his innings beautifully to reach his first World Cup century off 124 balls.\r\nIn between, New Zealand did manage to generate brief pressure. On a wicket offering plenty to the spin bowlers, Santner proved superbly restrictive in his first stint, generating significant turn, tempting Williamson into his first trip to the bowling crease in 12 ODIs. His stint claimed the wicket of Mohammad Hafeez, but was less dangerous against Haris and Babar, and left the nagging question lingering of wheth..."},{"uid":"https://www.newstalkzb.co.nz/media/22938062/ee-caryn-zinn-27-06.mp3","updateDate":"2019-06-26T23:44:11.000Z","titleText":"Dietician Caryn Zinn: Baby food pouches 'just full of sugar'","streamUrl":"https://www.newstalkzb.co.nz/media/22938062/ee-caryn-zinn-27-06.mp3","mainText":"There's concern about the high level of sugar in baby pouches.\r\nThe squeezy pouches are thought to make up around 70 percent of the baby food market.\r\nThe Health Research Council has granted money for academics at Otago University to look into the baby food issue.\r\nDietician Caryn Zinn says told Kate Hawkesby the main problem is the pouches are so focussed on fruit.\r\n\"People think that fruit is so healthy that they can eat unlimited quantities,\" she said.\r\n\"The reality is that these pouches are just full of sugar.\"\r\nShe said that mums are busy and need convenience so they turn to pouches.\r\n\"The intake of sugar that these kids have is mounting and potentially enormous, damaging dental health and potential obesity and diabetes long term.\"\r\nLISTEN ABOVE AS CARYN ZINN TALKS TO KATE HAWKESBY "},{"uid":"https://www.newstalkzb.co.nz/media/22938059/ee-bryce-edwards-27-06.mp3","updateDate":"2019-06-26T23:23:21.000Z","titleText":"Bryce Edwards: Cabinet reshuffle 'might be a bit too cautious'","streamUrl":"https://www.newstalkzb.co.nz/media/22938059/ee-bryce-edwards-27-06.mp3","mainText":"All eyes are on Jacinda Ardern's under-pressure ministers ahead of today's Cabinet reshuffle.\r\nThe fate of Housing and Transport Minister Phil Twyford has been the subject of much speculation, following an under performing KiwiBuild scheme.\r\nMinisters Iain Lees-Galloway and David Clark have also been singled out.\r\nBut Victoria University's Bryce Edwards told Kate Hawkesby it's feared Ardern will shy away from the hard decisions.\r\n\"[The reshuffle] might be too mild and it might be a bit too cautious - and she might not actually deal with some of those ministers that haven't delivered,\" he said.\r\nLISTEN TO KATE HAWKESBY TALK TO BRYCE EDWARDS ABOVE"},{"uid":"https://www.newstalkzb.co.nz/media/22938031/hdpa-v-kelvin-davidson-26-jun.mp3","updateDate":"2019-06-26T06:32:55.000Z","titleText":"Kelvin Davidson: Reserve Bank keeps NZ official cash rate at 1.5 per cent","streamUrl":"https://www.newstalkzb.co.nz/media/22938031/hdpa-v-kelvin-davidson-26-jun.mp3","mainText":"The Reserve Bank has kept its official cash rate at 1.5 per cent, in line with market expectations, but has strongly hinted that a cut may be in the pipeline.\r\n\"Given the weaker global economic outlook and the risk of ongoing subdued domestic growth, a lower OCR may be needed over time to continue to meet our objectives,\" the bank said in a statement.\r\nThe bank cut the rate to its current record low on May 8 and some economists predict another cut could take place in August.\r\nThe central bank said domestic growth has slowed over the past year, although it noted that construction activity strengthened in the March 2019 quarter.\r\nSofter house prices and subdued business sentiment continue to dampen domestic spending, it said.\r\nThe global economic outlook had weakened, and downside risks related to trade activity had intensified, it said.\r\nA number of central banks are easing their monetary policy settings to support demand.\r\n\"The weaker global economy is affecting New Zealand through a range of trade, financial, and confidence channels,\" the Reserve Bank said.\r\nIt expects low interest rates and increased government spending to support a lift in economic growth and employment.\r\nInflation is expected to rise to the 2 per cent midpoint of the bank's target range, and for employment to remain near its maximum sustainable level.\r\n\r\n\r\n\r\n\"Given the downside risks around the employment and inflation outlook, a lower OCR may be needed,\" it said.\r\nThe decision to leave the rate unchanged came as no surprise.\r\n\"However, the policy assessment confirmed that an easing bias was in place noting a 'lower OCR may be needed over time to continue to meet our objectives',\" ASB economists said in a commentary.\r\nSome banks, including ASB, are predicting a rate cut in August.\r\n\"Future moves in the OCR are likely to remain data dependent and will also be contingent on global events, the actions of overseas central banks and the NZD,\" ASB said.\r\nThe New Zealand dollar dipped by about 20 basis points in the minutes following the 2pm release but soon bounced back. By 2.15pm the kiwi dollar was at US66.47c, up from US66.4 just before the release.\r\n\r\n\r\n"},{"uid":"https://www.newstalkzb.co.nz/media/22938029/hdpa-v-liam-rutherford-26-jun.mp3","updateDate":"2019-06-26T06:00:48.000Z","titleText":"Liam Rutherford: Primary school principals reject Government's offer","streamUrl":"https://www.newstalkzb.co.nz/media/22938029/hdpa-v-liam-rutherford-26-jun.mp3","mainText":"Primary school principals have rejected the Government's revised settlement deal, but primary and area school teachers have accepted it.\r\nAfter a lengthy stalemate, they have spent the past week voting on whether to ratify the deal.\r\nThe New Zealand Educational Institute is urgently requesting the education ministry comes back to the negotiating table.\r\nNZEI vice-president Liam Rutherford told Heather du Plessis-Allan there are a couple of reasons why the principals have rejected the offer.\r\n\"Primary school teachers have been offered parity with their secondary school counterparts, but Principals haven't. They don't feel it meets the need that brought us to this round of the campaign.\"\r\nLISTEN TO THE AUDIO ABOVE"},{"uid":"https://www.newstalkzb.co.nz/media/22938027/hdpa-v-chris-hipkins-26-jun.mp3","updateDate":"2019-06-26T05:45:33.000Z","titleText":"Chris Hipkins: Government to repeal and replace State Sector Act","streamUrl":"https://www.newstalkzb.co.nz/media/22938027/hdpa-v-chris-hipkins-26-jun.mp3","mainText":"The Public Service Act is being modernised, in what is being labelled as its most significant change in 30 years.\r\nState Services Minister Chris Hipkins says the reform will help agencies work together and make bosses accountable for cross-agency failures.\r\nChris Hipkins told Heather du Plessis-Allan single agency responses don't work for big problems.\r\nHe says people feel like they're given the run-around by agencies, that are compartmentalised and don't communicate.\r\n\"One of the things which frustrates people and businesses is when the public sector operates in a way where its compartmentalised and siloed. People feel like they are shoved from one agency to the next.\"\r\nThe new law, which will be introduced to Parliament in a few months, shifts the focus of Government agencies â such as Treasury and other Ministries â and puts more emphasis on them working together."},{"uid":"https://www.newstalkzb.co.nz/media/22938018/hdpa-v-nikki-denholm-26-jun.mp3","updateDate":"2019-06-26T04:44:47.000Z","titleText":"Nikki Denholm: Schools block 300,000 porn searches a month","streamUrl":"https://www.newstalkzb.co.nz/media/22938018/hdpa-v-nikki-denholm-26-jun.mp3","mainText":"The number one reason kids access porn is out of curiosity, according to a lead researcher.\r\nMinistry of Education staff say in a one month period, 300,000 searches for pornography were blocked from school networks.\r\nNikki Denholm is the Lead researcher for The Light Project, which helps navigate the world of porn. She told Heather du Plessis-Allan the statistics are not surprising, especially when it comes to 15 to 17-year-olds.\r\nDenholm says their surveys show kids as young as eight or nine are watching porn.\r\n\"What we are seeing is that porn is becoming one of the primary sex education for young people. They are copying what they are seeing and learning from watching porn online.\"\r\nDenholm hopes there will be curriculum updates to include pornography in a school's sex education.\r\n "}]